Repository: Ahmadjon-Ergashev/tkti-uz
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Batafsil
ru: Более

source: Qisqacha ma'lumot
ru: Краткая информация

source: Ilmiy yo'nalishlari
ru: Научные направления

source: Lavozimidagi asosiy vazifalar
ru: Основные обязанности должности

source: Ilmiy va pedagogik mehnat faoliyati
ru: Научно-педагогическая работа

source: Uzbek
ru: Узбекский

source: Russion
ru: Русский

source: English
ru: Английский

source: Nusxa ko'chirish
ru: Копирование

source: Umumiy o'zgaruvchilar
ru: Общие переменные

source: Media fayllar
ru: Медиа-файлы

source: O'zbek tilida
ru: На узбекском языке

source: Rus tilida
ru: На русском

source: Ingiliz tilida
ru: По-английски

source: Automatik to'ldiriladigan fieldlar
ru: Автозаполняемые поля

source: Yangilik uchun tanlangan rasmli fayl
ru: Выбранный файл изображения для новостей

source: E'lonlar uchun tanlangan rasmli fayl
ru: Выбранный файл изображения для объявлений

source: Tadbir uchun tanlangan rasmli fayl
ru: Выбранный файл изображения для объявлений

source: Nomi
ru: Имя

source: Post uchun tanlangan rasmli fayl
ru: Выбранный файл изображения для пост

source: O'zbek tilida ma'lumotlar
ru: Информация на узбекском языке

source: Rus tilida ma'lumotlar
ru: Информация на русском языке

source: Ingiliz tilida ma'lumotlar
ru: Информация на английском языке

source: Automatik to'ldiriladigan bo'limlar
ru: Автозаполнение разделов

source: Tanlangan rasm
ru: выбранные изображения

source: Majburyat tug'ulmasa tegmang !
ru: Не трогай, если в этом нет необходимости

source: Tartib raqami
ru: номер последовательности

source: Yangiliklar uchun bo'limlar
ru: Разделы для новостей

source: Yangilikka aloqador postlarlar
ru: Сообщения, относящиеся к новостям

source: Yangilikka aloqadorlar kafedralar
ru: Отделы, связанные с новостями

source: Yangilikka aloqadorlar bo'lim va markazlar
ru: Отделы и центры, связанные с новостями

source: PDF fayl
ru: PDF-файл

source: Faqat *.pdf formatdagi faylarni yuklang
ru: Загружайте файлы только в формате *.pdf

source: Video fayl
ru: Видео файл

source: agar video fayl mavjud bo'lsa yuklang.
ru: загрузите видеофайл, если есть

source: Yangiliklar
ru: Новости

source: E'lonlar
ru: Объявления

source: Author
ru: Автор

source: Sarlavha
ru: Заголовок

source: Status
ru: Статус

source: video uchun foster
ru: постер к видео

source: Majburyat tug'ulmasa tegmang
ru: Не трогай, если в этом нет необходимости

source: Ko'rilganlik soni
ru: Количество просмотров

source: Tegilmasin !
ru: Не трогай

source: Vaqt & sana
ru: Время и дата

source: Video Galareya
ru: Видео Галерея

source: Tadbir turini tanlang.
ru: Выберите тип события

source: Tadbir manzili
ru: Адрес события

source: Bog'lanish uchun telefon raqam
ru: Контактный номер телефона

source: Qo'shimcha telefon raqam
ru: Дополнительный номер телефона

source: Tadbirlar
ru: События

source: Yangilik
ru: Новости

source: Rasm
ru: Картина

source: Rasmlar
ru: Картинки

source: object_make_user
ru: автор

source: Ko'rinish
ru: видимый

source: status
ru: статус

source: Ichki tartib raqam
ru: Внутренний порядковый номер

source: Bo'limlar
ru: Департаменты

source: Bo'lim nomi
ru: Название раздела

source: Fakultet
ru: Факультет

source: Agar shu post fakultet modeliga tegishli bo'lsa belgilang
ru: Отметьте, если этот пост посвящен модели факультета.

source: Postlar
ru: Публикации

source: Fakultet nomi
ru: Название факультета

source: Hodim rasmi
ru: Фото сотрудника

source: To'liq ismi
ru: Полное имя

source: Mutaxasisligi
ru: Специальность

source: Qabul kunlari
ru: Приемные дни

source: Telefon raqami
ru: Номер телефона

source: E-Pochta manzili
ru: Адрес электронной почты

source: Tartib raqam
ru: Порядковый номер

source: Fakultet ma'muryati
ru: Администрация факультета

source: Kafedra nomi
ru: название отдела

source: Faqat PDF formatidagi faylni joylang
ru: Часто задаваемые вопросы по форматированию файлов PDF

source: Haqida
ru: О

source: Maqsad
ru: Цель

source: Faoliyati
ru: Активность

source: Zarurat tug'ulmasa tegilmasin
ru: Не трогайте без необходимости

source: Kafedra
ru: Департамент

source: Kafedralar
ru: Департаменты

source: Kafedrani tanglang
ru: Выберите департамент

source: Kafedra ma'muryati
ru: Администрация факультета

source: Yonalish nomi
ru: название специальности

source: Yilni tanlang
ru: Выберите год

source: Fakultetni tanlang
ru: Выберите факультет

source: Kafedrani tanlang
ru: Выберите департамент

source: Ta'lim darajasini tanlang
ru: Выберите уровень образования

source: O'qish vaqtlari
ru: Время обучения

source: Ta'lim dasturi katalogi
ru: Каталог образовательных программ

source: E-Pochta
ru: Электронная почта

source: Manzil
ru: Адрес

source: E-Manzil
ru: Электронный адрес

source: Bog'lanish
ru: Связь

source: Rasmi
ru: Картина

source: Lavozimi
ru: Позиция

source: Qo'shimcha Telefon raqami
ru: Дополнительный номер телефона

source: Bo'lim va markaz nomi
ru: Название отделения и центра

source: Bo'lim va Markazlar xodimlari
ru: Сотрудники кафедры и центров

source: Xaqida
ru: О

source: Bo'lim va Markazlar
ru: Департамент и центры

source: Qabul vaqti
ru: Время приема

source: Facebook manzili
ru: адрес Facebook

source: Instagram manzili
ru: Адрес Инстаграм

source: Linkedin manzili
ru: адрес в Linkedin

source: Insitut raxbariyati
ru: Руководство института

source: Ta'laba xaqida
ru: О студенте

source: Iqtidorli talabalar
ru: Талантливые студенты

source: post
ru: пост

source: Email
ru: Электронная почта

source: Ta'lim darajalari
ru: Выберите уровень образования

source: Ta'lim sohasi kodi
ru: Код поля образования

source: Ta'lim sohalari
ru: Области исследования

source: Ta'lim darajasi
ru: Выберите уровень образования

source: Ta'lim sohasi
ru: Сфера образования

source: Asosiy rasm
ru: Главное фото

source: Yo'nashish bo'limlari
ru: название специальности

source: Yo'nashish bo'limi
ru: название специальности

source: Yo'nalish xaqida
ru: О направлении

source: Ariza berish tartibi
ru: Порядок применения

source: O'qish to'lovi xaqida
ru: О стоимости обучения

source: Telefon raqam
ru: Номер телефона

source: Qo'shimcha Telefon raqam
ru: Дополнительный номер телефона

source: Siz bo'lishingiz mumkun
ru: Вы можете быть

source: Kantrakt miqdori
ru: Сумма контракта

source: Kredit miqdori
ru: Сумма кредита

source: Muallifi
ru: Автор

source: Ta'lim yo'nalishlari
ru: Образовательные направления

source: Ta'lim yo'nalishi
ru: Курс обучения

source: Semesterni tanlang
ru: Выберите семестр

source: Modul nomi
ru: Название модуля

source: Dars jadvallari
ru: Расписание занятий

source: Asosiy
ru: Основной

source: Ichki
ru: Внутренний

source: Bakalavriat
ru: Бакалавриат

source: Magistraturat
ru: Магистратура

source: Kundizgi
ru: Дневное время

source: Kechgi
ru: Вечер

source: Sirtqi
ru: Внешне

source: Published
ru: Опубликовано

source: Pendding
ru: В ожидании

source: Bo'lim boshlig'i
ru: глава отделения

source: Bosh mutaxasis
ru: Главный специалист

source: Yetakchi mutaxasis
ru: Ведущий специалист

source: Qisqacha mazmun
ru: Краткое содержание

source: To'liq mazmuni
ru: Полный контент

source: Hashtaglar
ru: Хэштеги

source: ishtimoiy tarmoq nomlarini kiriting, m: facebook, instagram
ru: введите названия социальных сетей, м: facebook, instagram

source: Icon
ru: Икона

source: messangerning icon class nomi, class nomlarini olish uchun https://fontawesome.com/v5/search shu saytga kiring, m: fab fa-facebook
ru: имя класса значка мессенджера, чтобы получить имена классовзайдите на этот сайт https://fontawesome.com/v5/search, m: fab fa-facebook

source: rangi
ru: цвет

source: url manzil
ru: URL-адрес

source: Ijtimoiy tarmoqlar
ru: Социальные сети

source: Bosh sahifa uchun rasm
ru: Изображение для главной страницы

source: Bosh sahifa uchun rasmlar
ru: Картинки для главной страницы

source: rasmi
ru: картина

source: Saytga havola
ru: Ссылка на сайт

source: url manzili
ru: URL-адрес

source: icon
ru: икона

source: soni
ru: номер

source: Statistika
ru: Статистика

source: Yilni kiriting
ru: Введите год

source: Yil
ru: Год

source: Yillar
ru: Годы

source: To'liq Matn
ru: Полный текст

source: Bayroq
ru: Флаг

source: Gerb
ru: герб

source: Madhiya
ru: Гимн

source: Tadbir turlari
ru: Типы событий

source: Semesterlar
ru: Семестры

source: Savol
ru: Вопрос

source: Javob
ru: Отвечать

source: Aktiv
ru: Активный

source: Ko'p beriladigan savollar
ru: Часто задаваемые вопросы

source: BRM
ru: ЦУР

source: Qo'shimcha PDF fayllar
ru: Дополнительные PDF-файлы

source: Imtiyoz haqida
ru: О привилегиях

source: Mas'ul tashkilot
ru: Ответственная организация

source: Kimlar uchun
ru: Для кого

source: Imtiyozni taqdim etish tartibi va muddatlari
ru: Порядок и условия предоставления пособия

source: Huquqiy asos
ru: Законное основание

source: Aloqa ma’lumotlari
ru: Информация на русском языке

source: Moliyaviy imtiyozlar
ru: Финансовые выгоды

source: Raqamlashtirish
ru: Оцифровка

source: Sayt test rejimida ishlamoqda
ru: Сайт работает в тестовом режиме

source: Sayt bo'ylab qidiruv
ru: Поиск по всему сайту

source: Bekor qilish
ru: Отмена

source: Hemis talaba
ru: Хемис - студент

source: Hemis o‘qituvchi
ru: Хемис — учитель

source: Dars jadvali
ru: Расписание занятий

source: TKTI Kutubxona
ru: Библиотека ТКТИ

source: Yana
ru: Снова

source: Kutubxona
ru: Библиотека

source: 2023/2024 o‘quv yili
ru: 2023/2024 учебный год

source: Toshkent kimyo-texnologiya instituti qo'shma talim dasturi
ru: Совместная программа обучения Ташкентского химико-технологического института

source: Toshkent kimyo-texnologiya instituti qo'shma talim dasturi (Yangiyer filiali)
ru: Совместная программа обучения Ташкентского химико-технологического института (Янгиерский филиал)

source: TOSHKENT <br> KIMYO-TEXNOLOGIYA <br> INSTITUTI
ru: Совместная программа обучения Ташкентского химико-технологического института

source: Toshkent kimyo-texnologiya instituti kimyoviy texnologiya, oziq-ovqat texnologiya, neft va gazni qayta ishkash texnologiyasi, ekologiya va boshqa sohalar uchun oliy maʼlumotli mutaxassislar va ilmiy kadrlarni tayyorlash, qayta tayyorlash va ularning malakasini oshirish boʼyicha tayanch oliy taʼlim muassasasi hisoblanadi. Institutda O‘zbekiston ishlab chiqarish soha va korxonalarining dolzarb muammolarini hal etishga qaratilgan yashil kimyo, energetika va oziq-ovqat mahsulotlari ishlab chiqarish uchun ekologik toza, import o‘rnini bosuvchi va eksportbop, energiya tejovchi texnologiyalarni ishlab chiqish, mahalliy mineral xomashyo bazasini kengaytirish, neft va gaz asosida olinadigan mahsulotlar turlarini ko‘paytirish, ikkilamchi xomashyo va sanoat chiqindilaridan samarali foydalanish bo‘yicha ilmiy-tadqiqot ishlari olib borilmoqda.
ru: Ташкентский химико-технологический институт является базовым высшим учебным заведением по подготовке, переподготовке и повышению квалификации высококвалифицированных специалистов и научных кадров для химической технологии, пищевой технологии, технологии переработки нефти и газа, экологии и других областей. Разработка экологически чистых, импортозамещающих и экспортных, энергосберегающих технологий производства зеленой химии, энергетики и пищевых продуктов, направленных на решение текущих проблем производственных отраслей и предприятий Узбекистана, расширение местной минерально-сырьевой базы, нефти. проводятся научно-исследовательские и опытно-конструкторские работы по увеличению видов газовой продукции, эффективному использованию вторичного сырья и промышленных отходов.

source: Havolalar
ru: Быстрые ссылки

source: Navoiy ko’chasi, 32-uy, Toshkent, O'zbekiston, 100011
ru: улица Навои, 32, Ташкент, Узбекистан, 100011

source: Jamoat transporti:
ru: Общественный транспорт:

source: oldinga
ru: вперед

source: ortga
ru: назад

source: Maqsadi
ru: Цель

source: Bosh sahifa
ru: Главная страница

source: Xodimlar
ru: Сотрудники

source: Eng so'ngi
ru: Последний

source: Yuklab olish
ru: Скачать

source: Hujjat nomi
ru: Название документа

source: Barcha rasmlar
ru: Все

source: Moliyaviy imtiyoz
ru: Финансовая выгода

source: Foto lavhalar
ru: Фотографии

source: Tezkor havolalar
ru: Быстрые ссылки

source: Arxiv
ru: Архив

source: Barchasi
ru: Все

source: Qidirish
ru: поиск

source: Voqealar
ru: События

source: Fakultetlar
ru: Факультеты

source: Sohani tanlang
ru: Выберите поле

source: Yo'nalishni tanlang
ru: Выберите направление

source: Ta'lim turini tanlang
ru: Выберите тип образования

source: Videolar
ru: Видео

source: Top yangiliklar
ru: Главные новости

source: Yaqinlashib kelayotganlar
ru: Вскоре

source: tarkibidagi kafedralar
ru: отделы внутри

source: Foydali havolalar
ru: Полезные ссылки

source: Eng so'ngi yangiliklar
ru: Последние новости

source: Afsuski hechqanday ma'lumot topilmadi :(
ru: К сожалению, никакой информации не найдено :(

source: Ko'proq rasmlarni ko'rish
ru: Посмотреть больше фотографий

source: E'lon
ru: Анонс

source: Video lavhalar
ru: Видео

source: Barcha voqealar
ru: Все события

source: Mavzuga aloqador yangiliklar
ru: Новости по теме

source: Mavzuga aloqador savol va javoblar
ru: Вопросы и ответы по теме

source: Afsuski hozircha ma'lumotlar topilmadi :(
ru: К сожалению, никакой информации не найдено :(

source: Rektorga murojaat
ru: Обращение к ректору

source: Familyani o'zgartirish
ru: Изменить фамилию

source: Shaxsiy kabinetga kirish
ru: Доступ в личный кабинет

source: Talabalar turar joyiga onlayn ariza berish
ru: Подайте онлайн-заявку на студенческое общежитие

source: Fakultet kafedralari
ru: Кафедры факультета

source: Ko'rish
ru: Вид

source: Ta'lim dasturi haqida
ru: Об образовательной программе

source: Kirish talablari
ru: Требования для поступления

source: Qachonki o'qishni bitirganingizda
ru: Когда ты закончишь обучение

source: Semestrlar bo'yicha o'quv dasturi moduli
ru: Модуль учебной программы по семестрам

source: Kundizgi ta'lim uchun
ru: Для очного обучения

source: Kechgi ta'lim uchun
ru: Для вечернего обучения

source: Sirtqi ta'lim uchun
ru: Для внешнего образования

source: Sayt haritasi
ru: Карта сайта

source: O`zbekiston Respublikasining davlat bayrog`i
ru: Государственный флаг Республики Узбекистан.

source: O`zbekiston Respublikasining davlat gerbi
ru: Государственный герб Республики Узбекистан.

source: O`zbekiston Respublikasining davlat madhiyasi
ru: Государственный гимн Республики Узбекистан.

source: Qidituv natijalari
ru: Результаты поиска

source: Ta'lim kriditi
ru: Кредит на образование

source: Talabalar uchun soliq imtiyozlari
ru: Налоговые льготы для студентов

source: Mavzuga aloqador yangiliklar.
ru: Новости по теме.
